st1 = "Привет, Мир!"
st2 = 'Привет, если не шутишь!'
print (st1)
print (st2)

st3 = 'Вася сказал: "Привет, Маша!"'
st4 = "Ма'ша сказала Привет!"
print (st3)
print (st4)

st5 = '''Петя сказал: "Привет Оля!", Оля сказала: 'Привет, Петя'!'''
print (st5)

st6 = '''1) Красная машина!
2) Синее BMW!!!'''
print (st6)

st7 = "Маша сказала: \"Привет, мой свет!\""
print (st7)

st8 = 'текст \'текст'
print (st8)

st9 = "яблоко"
st10 = "груша"
st11 = st9+st10
print (st11)

st12 = "Hi!!! "
st13 = st12*15
print (st13)

num = 20
num_days = 365
st14 = "Число посетителей %s за %s дней"
print (st14 % (num, num_days))

st15 = "Привет, Мир!"
print (st15[2])
print (st15[2:]) # выводит все что находиться после второго символа
print (st15[2:5]) # можно ограничить вывод и вывести со второго символа по 5


